{
  "aha": "AHAs, or Alpha Hydroxy Acids, are a group of natural acids found in foods like fruits and milk. They are commonly used in skincare products for exfoliating the skin, which helps remove dead skin cells, making the skin appear smoother and brighter. AHAs are especially helpful for treating dry, sun-damaged, or aging skin.",
  
  "bha": "BHAs, or Beta Hydroxy Acids, are oil-soluble acids that are great for deep cleaning the pores. They are often used for treating acne, blackheads, and inflammation, particularly in people with oily or sensitive skin. The most common BHA is salicylic acid, which helps clear up acne and reduce skin irritation.",
  
  "vitaminC": "Vitamin C is a powerful antioxidant that helps brighten the skin and even out skin tone. It is commonly used in skincare to reduce the appearance of dark spots, hyperpigmentation, and fine lines. Vitamin C helps protect the skin from environmental damage and promotes collagen production for firmer, youthful skin.",
  
  "pha": "PHAs, or Polyhydroxy Acids, are similar to AHAs but are gentler on the skin. They provide gentle exfoliation and hydration, making them ideal for sensitive skin. PHAs help to remove dead skin cells while also providing moisture, making them a good choice for people with dry or sensitive skin looking to refresh their complexion without irritation.",
  
  "vitamina-alt": "Vitamin A alternatives, often referred to as retinol alternatives, are products designed to provide anti-aging benefits similar to retinoids but with less irritation. These alternatives work to improve skin texture, reduce fine lines, and promote skin renewal, making them a great option for people with sensitive skin or those who want a gentler product.",
  
  "retinoid": "Retinoids are a group of compounds derived from Vitamin A, including popular ingredients like retinol and adapalene. They are known for their ability to reduce the appearance of fine lines, wrinkles, and acne by speeding up cell turnover. Retinoids are commonly used in anti-aging and acne treatment products, but they can be irritating for some skin types, especially when first used.",
  
  "spf": "SPF stands for Sun Protection Factor, which measures how well a sunscreen protects your skin from the harmful UVB rays of the sun. SPF helps prevent sunburn and reduces the risk of skin cancer and premature aging. It's important to use a sunscreen with SPF every day, especially when spending time outdoors, to protect your skin from UV damage."
}
